Repository: gabrielsants/uno_score_tracker
Catalog: lib/l10n/app_*.arb
Languages: pt, ru

# resetScore
source: Reset Scores
pt: Resetar pontos
ru: Сбросить очки

source: Home
pt: Ínicio
ru: Главная

source: About
pt: Sobre
ru: О программе

source: Settings
pt: Configurações
ru: Настройки

source: Add Player
pt: Adicionar Jogador
ru: Добавить игрока

source: Add
pt: Adicionar
ru: Добавить

source: Remove
pt: Remover
ru: Удалить

# noPlayers
source: No players added yet.
pt: Nenhum jogador adicionado ainda.
ru: Игроки еще не добавлены.

source: Score:
pt: Pontos:
ru: Очки:

# aboutSection
source: This app helps you track UNO game scores simply and efficiently.
pt: Este aplicativo ajuda você a rastrear pontuações de partidas de UNO de forma simples e eficiente.
ru: Это приложение помогает вам отслеживать очки в играх UNO просто и эффективно.

# aboutSectionRules
source: You can add up to 10 players, adjust scores, and reset games easily.
pt: Você pode adicionar até 10 jogadores, ajustar as pontuações e reiniciar as partidas com facilidade.
ru: Вы можете добавить до 10 игроков, корректировать очки и легко перезапускать игры.

# madeBy
source: Developed with Flutter by Gabriel Santos.
pt: Desenvolvido com Flutter por Gabriel Santos.
ru: Разработано на Flutter Габриэлем Сантосом.

# resetScoreOnRemove
source: Reset scores when removing player
pt: Zerar pontos ao remover jogador
ru: Сбросить очки при удалении игрока

# resetScoreOnAdd
source: Reset scores when adding new player
pt: Zerar pontos ao adicionar novo jogador
ru: Сбросить очки при добавлении нового игрока

# onFire
source: is on fire,
pt: está com tudo,
ru: в ударе,

# scoreSequence
source: consecutive points!
pt: pontos seguidos!
ru: очков подряд!

source: took the lead!
pt: assumiu a liderança!
ru: вышел в лидеры!
